[SetupWizard]

Install 			= Instalare driver de placă WLAN ASUS
Install_ToolTip			= Faceţi clic pentru a executa programul de instalare a plăcii WLAN
Install_BT			= Instalare driver driver Bluetooth
Install_BT_ToolTip	= Faceţi clic pentru a executa programul de instalare Bluetooth
Uninstall			= 
Uninstall_ToolTip 		= 
Install_WiDi_UI		= Instalare utilitar WiDi
Install_WiDi_UI_ToolTip	= Faceţi clic pentru a executa programul de instalare a utilitarului WiDi
Manual_Read_Install		= Citire/instalare manual de utilizare
Manual_Read_Install_ToolTip	= Faceţi clic pentru a vizualiza sau a instala manualul de utilizare
Explore_CD			= Exploraţi acest CD
Explore_CD_ToolTip		= Faceţi clic pentru a răsfoi acest CD utilizând Windows Explorer
Browse_WebSite			= Vizitaţ site-ul nostru web
Browse_WebSite_ToolTip		= Faceţi clic pentru a lansa site-ul nostru web în browserul dvs.
Install_Langauge		= Instalaţi limba:
Exit				= Ieşire
Read_QSG			= Citiţi ghidul de pornire rapidă
Read_QSG_ToolTip		= Faceţi clic pentru a deschide ghidul de pornire rapidă
Read_UserManual			= Citiţi manualul de utilizare
Read_UserManual_ToolTip		= Faceţi clic pentru a deschude manualul de utilizare
Install_UserDoc			= Instalaţi manualul de utilizare
Install_UserDoc_ToolTip		= Faceţi clic pentru a instala manualul de utilizare
Install_AdobeReader		= Instalare Adobe Reader
Install_AdobeReader_ToolTip	= Documentul este în format PDF, aveţi nevoie de Adobe Acrobat Reader pentru a-l vizualiza
Download_AdobeReader		= Descărcare Adobe Reader
Download_AdobeReader_ToolTip	= Faceţi clic pe „Download Adobe Reader” (Descărcare Adobe Reader) pentru a descărca aplicaţia şi actualizările acesteia de pe site-ul web Adobe
Return				= Înapoi
Uninstall_notHaveDriver		= 
Notsupper_BTdriver		= SO nu acceptă acest driver BT
Notsupper_WIFIdriver	= SO nu acceptă acest driver.

[Languages]

English				= English
Czech				= čeština
Danish				= danske
Finnish				= suomi
French				= français
German				= deutsch
Hungarian			= magyar
Italian				= italiano
Malay				= Melayu
Norwegian			= norsk
Polish				= polski
PortugueseB			= português(Brasil)
PortugueseP			= português(Portugal)
Romanian			= română
Russian				= русский
Spanish				= español
Swedish				= svenska
Simple_Chinese			= 中文 (简体)
Traditional_Chinese		= 中文 (繁體)
Thai				= ภาษาไทย
Turkish				= Türkçe
Ukrainian			= Український
Japanese			= 日本語